[
  {
    "id": 0,
    "title":"lepremieraxel-portfolio",
    "subtitle": "lepremieraxel • design et développement • 2023",
    "link": "https://axelmarcial.com",
    "text": "C'est mon portfolio, le site sur lequel vous êtes d'ailleurs. Je l'ai designé et développé moi même.",
    "mainImg": "my-portfolio-1.png",
    "imgTab": [
      "my-portfolio-2.png",
      "my-portfolio-3.png",
      "my-portfolio-4.png",
      "my-portfolio-5.png",
      "my-portfolio-6.png"
    ]
  },
  {
    "id": 1,
    "title":"neonprod-portfolio",
    "subtitle": "lepremieraxel, racoon, spoon et neon prod.uction • design et développement • 2022",
    "link": "https://neonprod.axelmarcial.com",
    "text": "Ce site est le portfolio de mon amie jade, de neon prod.uction. C'est le tout premier site que j'ai fais pour quelqu'un. Je l'ai réalisé pour un devoir de cours, avec trois amis, Jade incluse. Nous avons eu la note de 20 sur 20. En plus des visuels que vous pouvez voir, le site contient aussi une page d'administration qui permet de gérer le contenu du portfolio.",
    "mainImg": "neonprod-1.png",
    "imgTab": [
      "neonprod-2.png",
      "neonprod-3.jpg",
      "neonprod-4.png",
      "neonprod-5.png",
      "neonprod-6.png"
    ]
  },
  {
    "id": 2,
    "title":"webdocu-disney",
    "subtitle": "lepremieraxel, neon prod.uction, louise et auréline • design et développement • 2022",
    "link": "https://webdocu.axelmarcial.com",
    "text": "Pour un travail scolaire, nous devions réaliser un webdocumentaire, accompagné de mini jeux et de quizz. J'ai designé et développé le site pendant que mes camarades créaient le contenu du site, les sondages, les quizz et l'escape game. Tout les résultats des mini jeux, ainsi que les comptes utilisateurs sont gérés en PHP et avec une base de données MySQL. L'escape game est fait en JS.",
    "mainImg": "webdocu-1.png",
    "imgTab": [
      "webdocu-2.png",
      "webdocu-3.jpg",
      "webdocu-6.png",
      "webdocu-7.png"
    ]
  },
  {
    "id": 3,
    "title":"vote-vote",
    "subtitle": "lepremieraxel, neon prod.uction, .racoon, sémi et sady • développement • 2022",
    "link": "https://sae203.axelmarcial.com",
    "text": "Pendant un travail scolaire de groupe, nous devions créer un site avec un système de vote, comportant une seule question active à la fois et les réponses enregistrées et affichées sous forme de graphique. La page principale a un design très simple et la page d'administration a été faites avec Bootstrap. Les réponses sont gérées en PHP et MySQL et le graphique en JS.",
    "mainImg": "sae203-1.png",
    "imgTab": [
      "sae203-2.png",
      "sae203-3.jpg"
    ]
  }
]